Revit 2027 API
SymbolTypeId.MNDashM Property
 Symbol MN-m, indicating unit Meganewton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MNDashM { get; }
Public Shared ReadOnly Property MNDashM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MNDashM {
	ForgeTypeId^ get ();
}
static member MNDashM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace